Repository: ahmtbugraa/MathPro
Catalog: MathPro/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, cs, da, de, el, es, es_419, es_mx, es_us, fa, fi, fil, fr, fr_ca, gu, ha, he, hi, hr, hu, id, it, ja, jv, kk, kn, ko, ku, mr, ms, nb, nl, pa, pl, pt_br, pt_pt, ro, ru, sk, su, sv, sw, ta, te, th, tr, ug, uk, ur, vi, xh, zh_hans, zh_hant, zh_hk, zu

# step_uni_3
source: Substitute back
ar: أعد التعويض
az: Əvəz edin
bg: Подмени обратно
bn: প্রতিস্থাপন ফিরিয়ে দিন
ca: Substitueix de nou
cs: Dosadit zpět
da: Indsæt igen
de: Zurück einsetzen
el: Επανατοποθέτηση αντικατάστασης
es: Sustituir de nuevo
es_419: Sustituir de nuevo
es_mx: Sustituir de nuevo
es_us: Sustituir de nuevo
fa: جایگذاری مجدد
fi: Sijoita takaisin
fil: Isubstitute pabalik
fr: Remplacer
fr_ca: Remplacer
gu: ફરીથી બદલો
ha: Maye gurbi dawowa
he: החזר החלפה
hi: वापस प्रतिस्थापित करें
hr: Vrati zamjenu
hu: Helyettesítsd vissza
id: Substitusi kembali
it: Sostituisci indietro
ja: 元に代入する
jv: Substitusi maneh
kk: Қайта орнына қой
kn: ಮತ್ತೆ ಬದಲಿ ಮಾಡಿ
ko: 다시 대입
ku: Veguhêrandinê paşve bike
mr: परत प्रतिस्थापन करा
ms: Gantikan semula
nb: Sett inn igjen
nl: Terug substitueren
pa: ਵਾਪਸ ਸਥਾਨਾਧਾਰਿਤ ਕਰੋ
pl: Podstaw z powrotem
pt_br: Substituir de volta
pt_pt: Volta a substituir
ro: Reintroduce substituția
ru: Подставить обратно
sk: Dosadiť späť
su: Gantikeun deui
sv: Substituera tillbaka
sw: Rejesha badala
ta: மீண்டும் மாற்றி நிரப்புக
te: వెనక్కి సమీకరించండి
th: แทนค่ากลับคืน
tr: Geri yerine koy
ug: قايتا قوي
uk: Підставити назад
ur: واپس جانشین کرو
vi: Thay lại
xh: Buyisela indawo
zh_hans: 代回原式
zh_hant: 代回原式
zh_hk: 代回
zu: Buyisela emuva

source: Step-by-step
ar: خطوة بخطوة
az: Addım-addım
bg: Стъпка по стъпка
bn: ধাপে ধাপে
ca: Pas a pas
cs: Krok za krokem
da: Trin for trin
de: Schritt-für-Schritt
el: Βήμα-βήμα
es: Paso a paso
es_419: Paso a paso
es_mx: Paso a paso
es_us: Paso a paso
fa: گام‌به‌گام
fi: Vaihe vaiheelta
fil: Hakbang-hakbang
fr: Étape par étape
fr_ca: Étape par étape
gu: પગલાપગલાં
ha: Mataki-mataki
he: צעד‑אחר‑צעד
hi: कदम-दर-कदम
hr: Korak po korak
hu: Lépésről lépésre
id: Langkah demi langkah
it: Passo dopo passo
ja: ステップごとの解説
jv: Langkah demi langkah
kk: Қадам-қадам
kn: ಪದಸಪ್ತಿಕ್ರಮದಿಂದ
ko: 단계별 풀이
ku: Gav bi gav
mr: पायरी-दर-पायरी
ms: Langkah demi langkah
nb: Trinn for trinn
nl: Stap-voor-stap
pa: ਕਦਮ-ਬਾਇ-ਕਦਮ
pl: Krok po kroku
pt_br: Passo a passo
pt_pt: Passo a passo
ro: Pas cu pas
ru: Пошагово
sk: Krok za krokom
su: Léngkah-léngkah
sv: Steg-för-steg
sw: Hatua kwa hatua
ta: படிக்கடி-படி
te: క్రమంగా-క్రమంగా
th: ทีละขั้นตอน
tr: Adım adım
ug: قەدەم-قەدەم
uk: Крок за кроком
ur: قدم بہ قدم
vi: Từng bước
xh: Isinyathelo-ngesinyathelo
zh_hans: 逐步解题
zh_hant: 逐步解題
zh_hk: 逐步解答
zu: Isinyathelo ngesinyathelo

source: Step-by-Step
ar: خطوة بخطوة
az: Addım-addım
bg: Стъпка по стъпка
bn: ধাপে-ধাপে
ca: Pas a pas
cs: Krok za krokem
da: Trin for Trin
de: Schritt-für-Schritt
el: Βήμα-βήμα
es: Paso a paso
es_419: Paso a Paso
es_mx: Paso a paso
es_us: Paso a paso
fa: گام‌به‌گام
fi: Vaihe vaiheelta
fil: Hakbang-hakbang
fr: Étape par étape
fr_ca: Étape par étape
gu: પગલાપગલાં
ha: Mataki-mataki
he: צעד‑אחר‑צעד
hi: कदम-दर-कदम
hr: Korak po korak
hu: Lépésről lépésre
id: Langkah demi langkah
it: Passo dopo passo
ja: ステップごとの解説
jv: Langkah demi langkah
kk: Қадам-қадам
kn: ಹಂತ-ಹಂತವಾಗಿ
ko: 단계별 풀이
ku: Gav bi gav
mr: पायरी-दर-पायरी
ms: Langkah demi Langkah
nb: Trinn for trinn
nl: Stap-voor-stap
pa: ਕਦਮ-ਬਾਇ-ਕਦਮ
pl: Krok po kroku
pt_br: Passo a passo
pt_pt: Passo a passo
ro: Pas cu pas
ru: Пошагово
sk: Krok za krokom
su: Léngkah-demi-léngkah
sv: Steg-för-steg
sw: Hatua kwa hatua
ta: படி-படி
te: క్రమంగా-క్రమంగా
th: ทีละขั้นตอน
tr: Adım Adım
ug: قەدەم-قەدەم
uk: Крок за кроком
ur: قدم بہ قدم
vi: Từng bước
xh: Isinyathelo-ngesinyathelo
zh_hans: 逐步解题
zh_hant: 逐步解題
zh_hk: 逐步解答
zu: Isinyathelo ngesinyathelo

source: STEP-BY-STEP SOLUTION
ar: حل خطوة بخطوة
az: ADDIM-ADDIM HƏLL
bg: СТЪПКА ПО СТЪПКА РЕШЕНИЕ
bn: ধাপে-ধাপে সমাধান
ca: SOLUCIÓ PAS A PAS
cs: KROK‑ZA‑KROKEM ŘEŠENÍ
da: TRIN-FOR-TRIN LØSNING
de: SCHRITT-FÜR-SCHRITT-LÖSUNG
el: ΛΥΣΗ ΒΗΜΑ-ΒΗΜΑ
es: SOLUCIÓN PASO A PASO
es_419: SOLUCIÓN PASO A PASO
es_mx: SOLUCIÓN PASO A PASO
es_us: SOLUCIÓN PASO A PASO
fa: راه‌حل گام‌به‌گام
fi: VAIHEITTAINEN RATKAISU
fil: SOLUSYON HAKBANG-HAKBANG
fr: SOLUTION ÉTAPE PAR ÉTAPE
fr_ca: SOLUTION ÉTAPE PAR ÉTAPE
gu: પગલાપગલાં ઉકેલ
ha: MAGANIN MATAKI-MATAKI
he: פתרון צעד‑אחר‑צעד
hi: कदम-दर-कदम समाधान
hr: RJEŠENJE KORAK PO KORAKU
hu: LÉPÉSENKÉNTI MEGOLDÁS
id: SOLUSI LANGKAH DEMI LANGKAH
it: SOLUZIONE PASSO-PASSO
ja: ステップバイステップの解説
jv: SOLUSI LANGKAH DEMI LANGKAH
kk: ҚАДАМДАР БОЙЫНША ШЕШІМ
kn: ಹಂತ-ಹಂತದ ಪರಿಹಾರ
ko: 단계별 풀이
ku: ÇARESERÎYA GAV BI GAV
mr: पायरी-दर-पायरी समाधान
ms: PENYELESAIAN LANGKAH DEMI LANGKAH
nb: TRINN-FOR-TRINN LØSNING
nl: STAP-VOOR-STAP OPLOSSING
pa: ਕਦਮ-ਬਾਇ-ਕਦਮ ਹੱਲ
pl: ROZWIĄZANIE KROK PO KROKU
pt_br: SOLUÇÃO PASSO A PASSO
pt_pt: SOLUÇÃO PASSO A PASSO
ro: SOLUȚIE PAS CU PAS
ru: ПОШАГОВОЕ РЕШЕНИЕ
sk: KROK PO KROKU RIEŠENIE
su: SOLUSI LÉNGKAH-LÉNGKAH
sv: STEG-FÖR-STEGLÖSNING
sw: SULUHISHAJI HATUA-KWA-HATUA
ta: படி-படி தீர்வு
te: విధి వారీగా పరిష్కారం
th: คำตอบทีละขั้นตอน
tr: ADIM ADIM ÇÖZÜM
ug: قەدەم-قەدەم ھەل قىلىش
uk: ПОКРОКОВЕ РІШЕННЯ
ur: قدم بہ قدم حل
vi: GIẢI PHÁP TỪNG BƯỚC
xh: ISIXAZULULO NGESINYATHELO-NGESINYATHELO
zh_hans: 逐步解题答案
zh_hant: 逐步解題
zh_hk: 逐步解題
zu: ISIXAZULULO ISINYATHELO NGESINYATHELO

source: steps
ar: خطوات
az: addımlar
bg: стъпки
bn: ধাপসমূহ
ca: passos
cs: kroky
da: trin
de: Schritte
el: βήματα
es: pasos
es_419: pasos
es_mx: pasos
es_us: pasos
fa: گام‌ها
fi: askeleet
fil: mga hakbang
fr: étapes
fr_ca: étapes
gu: પગલાં
ha: matakai
he: צעדים
hi: कदम
hr: koraci
hu: lépések
id: langkah
it: passaggi
ja: ステップ
jv: langkah-langkah
kk: қадамдар
kn: ಹಂತಗಳು
ko: 단계
ku: gavan
mr: पायऱ्या
ms: langkah
nb: trinn
nl: stappen
pa: ਕਦਮ
pl: kroki
pt_br: passos
pt_pt: passos
ro: pași
ru: шаги
sk: kroky
su: léngkah
sv: steg
sw: hatua
ta: படிகள்
te: దశలూ
th: ขั้นตอน
tr: adım
ug: قەدەم
uk: кроки
ur: قدم
vi: bước
xh: izinyathelo
zh_hans: 步骤
zh_hant: 步驟
zh_hk: 步驟
zu: izinyathelo

source: students already use MathPro
ar: طلاب يستخدمون MathPro بالفعل
az: tələbələr artıq MathPro istifadə edir
bg: студенти вече използват MathPro
bn: অধিকাংশ ছাত্রছাত্রী ইতিমধ্যে MathPro ব্যবহার করছেন
ca: estudiants ja utilitzen MathPro
cs: studenti už používají MathPro
da: studerende bruger allerede MathPro
de: Schüler:innen nutzen MathPro bereits
el: μαθητές ήδη χρησιμοποιούν το MathPro
es: estudiantes ya usan MathPro
es_419: estudiantes ya usan MathPro
es_mx: estudiantes ya usan MathPro
es_us: estudiantes ya usan MathPro
fa: دانش‌آموزان قبلاً از MathPro استفاده می‌کنند
fi: opiskelijaa käyttää jo MathProta
fil: Ginagamit na ng mga estudyante ang MathPro
fr: Des étudiant·e·s utilisent déjà MathPro
fr_ca: des étudiants utilisent déjà MathPro
gu: વિદ્યાર્થીઓ પહેલેથી MathPro વાપરે છે
ha: Dalibai sun riga suna amfani da MathPro
he: תלמידים כבר משתמשים ב‑MathPro
hi: छात्र पहले से ही MathPro का उपयोग कर रहे हैं
hr: učenici već koriste MathPro
hu: diákok már használják a MathPro-t
id: pelajar sudah menggunakan MathPro
it: studenti già usano MathPro
ja: すでに多くの学生がMathProを使っています
jv: siswa wis nggunakake MathPro
kk: студенттер қазірдің өзінде MathPro қолданады
kn: ಏற்கಾವರವೀಗ MathPro ಬಳಸುತ್ತಿದ್ದಾರೆ
ko: 이미 MathPro를 사용하는 학생들
ku: Xwendekarên jixwe MathPro têne bikaranîn
mr: विद्यार्थी आधीच MathPro वापरतात
ms: pelajar sudah menggunakan MathPro
nb: Studenter bruker allerede MathPro
nl: studenten gebruiken MathPro al
pa: ਸਰ੍ਹਾ ਪਹਿਲਾਂ ਹੀ MathPro ਵਰਤਦੇ ਹਨ
pl: uczniowie już korzystają z MathPro
pt_br: estudantes já usam o MathPro
pt_pt: estudantes já usam o MathPro
ro: elevi deja folosesc MathPro
ru: студенты уже пользуются MathPro
sk: študenti už používajú MathPro
su: Murid geus maké MathPro
sv: studenter använder redan MathPro
sw: wanafunzi tayari wanatumia MathPro
ta: இதுவரை MathPro மற்றும் மாணவர்கள் பயன்படுத்துகிறார்கள்
te: లక్షల మంది విద్యార్థులు ఇప్పటికే MathPro ని ఉపయోగిస్తున్నారు
th: นักเรียนใช้ MathPro อยู่แล้ว
tr: öğrenci zaten MathPro kullanıyor
ug: ئاللىبۇرۇن %@ ئىشلەتتە
uk: студентів уже користуються MathPro
ur: طلبہ پہلے ہی MathPro استعمال کر رہے ہیں
vi: học sinh đã sử dụng MathPro
xh: abafundi sele besebenzisa iMathPro
zh_hans: 已有学生在使用 MathPro
zh_hant: 已有學生在使用 MathPro
zh_hk: 已有學生使用 MathPro
zu: abafundi sebe sebenzisa i-MathPro

source: Subscribe Now
ar: اشترك الآن
az: İndi abunə ol
bg: Абонирай се сега
bn: এখন সাবস্ক্রাইব করুন
ca: Subscripció ara
cs: Přihlásit se teď
da: Abonner nu
de: Jetzt abonnieren
el: Εγγραφή τώρα
es: Suscríbete ahora
es_419: Suscríbete ahora
es_mx: Suscríbete ahora
es_us: Suscríbete ahora
fa: همین حالا مشترک شوید
fi: Tilaa nyt
fil: Mag-subscribe Ngayon
fr: S’abonner maintenant
fr_ca: Abonne-toi maintenant
gu: હમણાં સબ્સ્ક્રાઇબ કરો
ha: Yi Biyan Kuɗi Yanzu
he: הירשם עכשיו
hi: अब सदस्यता लें
hr: Pretplati se sada
hu: Iratkozz fel most
id: Berlangganan Sekarang
it: Abbonati ora
ja: 今すぐ購読
jv: Langganan Saiki
kk: Қазір жазыл
kn: ಈಗ ಚಂದಾದಾರರಾಗು
ko: 지금 구독하기
ku: Niha abone bibe
mr: आता सदस्यता घ्या
ms: Langgan Sekarang
nb: Abonner nå
nl: Abonneer nu
pa: ਹੁਣ ਸਬਸਕ੍ਰਾਈਬ ਕਰੋ
pl: Zasubskrybuj teraz
pt_br: Assine agora
pt_pt: Assina agora
ro: Abonează‑te acum
ru: Подпишись сейчас
sk: Prihlásiť sa teraz
su: Langganan Ayeuna
sv: Prenumerera nu
sw: Jiandikishe Sasa
ta: இப்போதே சந்தாவிடவும்
te: ఇప్పుడు సభ్యత్వం తీసుకోండి
th: สมัครตอนนี้
tr: Şimdi Abone Ol
ug: ھازىر ئەزا بول
uk: Оформити підписку зараз
ur: ابھی سبسکرائب کرو
vi: Đăng ký ngay
xh: Bhalisela ngoku
zh_hans: 立即订阅
zh_hant: 立即訂閱
zh_hk: 立即訂閱
zu: Bhalisela Manje

source: Take a photo, get instant answers
ar: التقط صورة، واحصل على إجابات فورية
az: Şəkil çək, dərhal cavab al
bg: Снимай задача, получавай мигновени отговори
bn: একটি ছবি তুলুন, তাৎক্ষণিক উত্তর পান
ca: Fes una foto i obtén respostes instantànies
cs: Vyfoťte a získejte okamžité odpovědi
da: Tag et billede, få øjeblikkelige svar
de: Foto aufnehmen, sofort Antworten erhalten
el: Τράβηξε φωτογραφία, πάρε άμεσα απαντήσεις
es: Toma una foto, obtén respuestas instantáneas
es_419: Toma una foto y obtén respuestas instantáneas
es_mx: Toma una foto, obtén respuestas instantáneas
es_us: Toma una foto, obtén respuestas instantáneas
fa: عکس بگیرید، پاسخ فوری بگیرید
fi: Ota kuva, saa vastaukset välittömästi
fil: Kunan ng larawan, agad na makakuha ng mga sagot
fr: Prends une photo, obtiens des réponses instantanées
fr_ca: Prends une photo, obtiens des réponses instantanément
gu: ફોટો લો, તરત જવાબ મેળવો
ha: Dauki hoto, sami amsoshi nan take
he: צילם את הבעיה וקבל תשובות מיד
hi: फोटो लें, तुरंत उत्तर पाएं
hr: Fotografiraj zadatak, dobiješ odgovore odmah
hu: Fotózz le egy egyenletet, és azonnal kapsz megoldást
id: Ambil foto, dapatkan jawaban instan
it: Scatta una foto, ottieni risposte immediate
ja: 写真を撮るだけで、すぐに答えがわかります
jv: Jupuk foto, entuk jawaban langsung
kk: Сурет жаса, дереу жауап ал
kn: ಫೋಟೋ ತೆಗೆಯು, ತಕ್ಷಣ উত্তরಗಳ ಪಡೆಯು
ko: 문제를 촬영하면 즉시 풀이를 확인할 수 있습니다.
ku: Wêne bide, bersivên zû wergire
mr: फोटो काढ, ताबडतोब उत्तर मिळव
ms: Ambil gambar, dapatkan jawapan segera
nb: Ta et bilde, få svar med én gang
nl: Maak een foto, krijg direct antwoorden
pa: ਫੋਟੋ ਲਓ, ਤੁਰੰਤ ਜਵਾਬ ਪ੍ਰਾਪਤ ਕਰੋ
pl: Zrób zdjęcie, otrzymaj odpowiedzi natychmiast
pt_br: Tire uma foto, obtenha respostas instantâneas
pt_pt: Tira uma foto, obtém respostas instantâneas
ro: Fotografiază o problemă, obține răspunsuri instant
ru: Сфотографируй задачу, получи мгновенные ответы
sk: Vyfoť, získej okamžité odpovede
su: Potretkeun soal, meunang jawaban langsung
sv: Fotografera en uppgift, få svar direkt
sw: Piga picha ya tatizo la hisabati. Pata suluhisho hatua kwa hatua ndani ya sekunde.
ta: படத்தை எடுத்துக் கொண்டு, உடனடியாக பதில்களைப் பெறுங்கள்
te: ఫోటో తీసుకోండి, తక్షణపు సమాధానాలు పొందండి
th: ถ่ายภาพ รับคำตอบทันที
tr: Fotoğraf çek, anında cevap al
ug: رەسىم ئېلىپ، دەرىھال جاۋابلارنى ئېلىڭ
uk: Зробіть фото — отримайте відповіді миттєво
ur: تصویر لو، فوراً جوابات پاؤ
vi: Chụp ảnh, nhận đáp án ngay
xh: Thatha ifoto, ufumane iimpendulo ngokukhawuleza
zh_hans: 拍照，立即获得答案
zh_hant: 拍照，立即獲得答案
zh_hk: 拍照，立即取得解答
zu: Thatha isithombe, thola izimpendulo ngokushesha

source: Take photo
ar: التقط صورة
az: Şəkil çək
bg: Направи снимка
bn: ছবি তুলুন
ca: Fes la foto
cs: Vyfotit
da: Tag foto
de: Foto aufnehmen
el: Τράβηξε φωτογραφία
es: Tomar foto
es_419: Tomar foto
es_mx: Tomar foto
es_us: Tomar foto
fa: عکس بگیرید
fi: Ota kuva
fil: Kunan ng larawan
fr: Prendre la photo
fr_ca: Prendre une photo
gu: ફોટો લો
ha: Dauki hoto
he: צלם תמונה
hi: फोटो लें
hr: Snimi fotografiju
hu: Fotó készítése
id: Ambil foto
it: Scatta foto
ja: 撮影
jv: Jupuk foto
kk: Сурет жасау
kn: ಫೋಟೋ ತೆಗೆ
ko: 사진 찍기
ku: Wêne bide
mr: फोटो काढ
ms: Ambil gambar
nb: Ta bilde
nl: Maak foto
pa: ਫੋਟੋ ਲਓ
pl: Zrób zdjęcie
pt_br: Tirar foto
pt_pt: Tira foto
ro: Fă poză
ru: Сделать фото
sk: Vyfotiť
su: Motret
sv: Ta foto
sw: Piga picha
ta: படம் எடுக்கவும்
te: ఫోటో తీసుకోండి
th: ถ่ายรูป
tr: Fotoğraf çek
ug: رەسىم ئېلىش
uk: Зробити фото
ur: تصویر لو
vi: Chụp ảnh
xh: Thatha ifoto
zh_hans: 拍照
zh_hant: 拍照
zh_hk: 拍照
zu: Thatha isithombe

source: Terms of Use
ar: شروط الاستخدام
az: İstifadə şərtləri
bg: Условия за ползване
bn: ব্যবহারের শর্তাবলী
ca: Condicions d'ús
cs: Podmínky použití
da: Brugsbetingelser
de: Nutzungsbedingungen
el: Όροι χρήσης
es: Términos de uso
es_419: Términos de uso
es_mx: Términos de uso
es_us: Términos de uso
fa: شرایط استفاده
fi: Käyttöehdot
fil: Mga Tuntunin ng Paggamit
fr: Conditions d’utilisation
fr_ca: Conditions d’utilisation
gu: ઉપયોગની શરતો
ha: Sharuɗɗan Amfani
he: תנאי שימוש
hi: उपयोग की शर्तें
hr: Uvjeti korištenja
hu: Használati feltételek
id: Ketentuan Penggunaan
it: Termini di utilizzo
ja: 利用規約
jv: Syarat Panggunaan
kk: Қолдану шарттары
kn: ಬಳಕೆ ನಿಯಮಗಳು
ko: 이용 약관
ku: Mercên Bikarhêner
mr: वापरण्याच्या अटी
ms: Terma Penggunaan
nb: Bruksvilkår
nl: Gebruiksvoorwaarden
pa: ਉਪਯੋਗ ਦੀਆਂ ਸ਼ਰਤਾਂ
pl: Warunki korzystania
pt_br: Termos de Uso
pt_pt: Termos de Utilização
ro: Termeni de utilizare
ru: Условия использования
sk: Podmienky používania
su: Katangtuan Pamakéan
sv: Användarvillkor
sw: Masharti ya Matumizi
ta: பயன்பாட்டு விதிமுறைகள்
te: వినియోగనిబంధనలు
th: ข้อกำหนดในการใช้
tr: Kullanım Şartları
ug: ئىشلەتكۈش شەرتلىرى
uk: Умови використання
ur: استعمال کی شرائط
vi: Điều khoản sử dụng
xh: Imiqathango yoSetyenziso
zh_hans: 使用条款
zh_hant: 使用條款
zh_hk: 使用條款
zu: Imigomo Yokusebenzisa

source: then
ar: ثم
az: sonra
bg: след това
bn: তারপর
ca: llavors
cs: pak
da: så
de: dann
el: έπειτα
es: entonces
es_419: entonces
es_mx: entonces
es_us: luego
fa: سپس
fi: sitten
fil: pagkatapos
fr: puis
fr_ca: puis
gu: પછી
ha: sannan
he: אז
hi: फिर
hr: zatim
hu: azután
id: lalu
it: poi
ja: その後
jv: banjur
kk: сонан кейін
kn: ನಂತರ
ko: 그런 다음
ku: paşê
mr: मग
ms: kemudian
nb: så
nl: dan
pa: ਫਿਰ
pl: następnie
pt_br: então
pt_pt: então
ro: apoi
ru: затем
sk: potom
su: teras
sv: sedan
sw: kisha
ta: பிறகு
te: తరువాత
th: จากนั้น
tr: sonra
ug: ئاندىن
uk: потім
ur: پھر
vi: sau đó
xh: emva koko
zh_hans: 然后
zh_hant: 然後
zh_hk: 然後
zu: bese

source: Thinking step by step...
ar: أفكر خطوة بخطوة...
az: Addım-addım düşünürəm...
bg: Мисля стъпка по стъпка...
bn: ধাপে ধাপে ভাবছি...
ca: Pensant pas a pas...
cs: Přemýšlím krok za krokem...
da: Tænker trin for trin...
de: Denke Schritt für Schritt...
el: Σκέφτομαι βήμα προς βήμα...
es: Pensando paso a paso...
es_419: Pensando paso a paso...
es_mx: Pensando paso a paso...
es_us: Pensando paso a paso...
fa: در حال فکر کردن گام‌به‌گام...
fi: Ajattelen vaihe vaiheelta...
fil: Iniisip nang hakbang-hakbang...
fr: Réflexion étape par étape...
fr_ca: Je réfléchis étape par étape...
gu: પગલાપગલાં વિચારું છું...
ha: Tunanin mataki-mataki...
he: חושב צעד‑אחר‑צעד...
hi: कदम-दर-कदम सोच रहा हूँ...
hr: Razmišljam korak po korak...
hu: Gondolkodom lépésről lépésre...
id: Berpikir langkah demi langkah...
it: Ragionando passo dopo passo...
ja: 順を追って考えています...
jv: Mikir langkah demi langkah...
kk: Қадам-қадам ойлануда...
kn: ಹಂತ ಹಂತವಾಗಿ ಯೋಚಿಸುತ್ತಿದೆ...
ko: 단계별로 생각하는 중...
ku: Di fikrkirina gav bi gav de...
mr: टप्प्याटप्प्याने विचार करत आहे...
ms: Berfikir langkah demi langkah...
nb: Tenker trinn for trinn...
nl: Stap voor stap nadenken...
pa: ਕਦਮ-ਕਦਮ ਸੋਚਿਆ ਜਾ ਰਿਹਾ ਹੈ...
pl: Myślę krok po kroku...
pt_br: Pensando passo a passo...
pt_pt: A pensar passo a passo...
ro: Gândesc pas cu pas...
ru: Думаю по шагам...
sk: Premýšľam krok za krokom...
su: Mikir léngkah-demi-léngkah...
sv: Tänker steg för steg...
sw: Nafikiri hatua kwa hatua...
ta: படி படியாக சிந்திக்கப்படுகிறது...
te: దశలవారీగా ఆలోచిస్తోంది...
th: กำลังคิดทีละขั้นตอน...
tr: Adım adım düşünülüyor...
ug: قەدەم-قەدەم ئويلىماقتا...
uk: Думаю крок за кроком...
ur: قدم بہ قدم سوچ رہا ہوں...
vi: Đang suy nghĩ từng bước...
xh: Ndicinga isinyathelo ngesinyathelo...
zh_hans: 正在逐步思考...
zh_hant: 逐步思考中...
zh_hk: 逐步思考中...
zu: Ucabangisisa isinyathelo ngesinyathelo...

source: Toggle flash
ar: تبديل الفلاش
az: Flaşı keçirmək
bg: Превключване на светкавица
bn: ফ্ল্যাশ অন/অফ করুন
ca: Activa/desactiva el flaix
cs: Přepnout blesk
da: Slå flash til/fra
de: Blitz ein-/ausschalten
el: Εναλλαγή φλας
es: Alternar flash
es_419: Alternar flash
es_mx: Alternar flash
es_us: Alternar flash
fa: روشنایی فلش را تغییر دهید
fi: Vaihda salama
fil: I-toggle ang flash
fr: Activer/désactiver le flash
fr_ca: Activer/désactiver le flash
gu: ફ્લેશ બદલાવો
ha: Canja fitilar walƙiya
he: החל/הפסק פלאש
hi: फ्लैश चालू/बंद करें
hr: Prebaci bljeskalicu
hu: Váltás a vakuhoz
id: Alihkan lampu kilat
it: Alterna flash
ja: フラッシュを切り替える
jv: Ganti lampu kilat
kk: Флэшті ауыстыру
kn: ಫ್ಲಾಶ್ ತುಳಿಸು
ko: 플래시 켜기/끄기
ku: Flaş biguherîne
mr: फ्लॅश चालू/बंद करा
ms: Togol flash
nb: Slå blits av/på
nl: Flits aan/uit
pa: ਫਲੈਸ਼ ਆਨ/ਆਫ ਕਰੋ
pl: Przełącz lampę błyskową
pt_br: Alternar flash
pt_pt: Ativa/desativa o flash
ro: Comută blițul
ru: Переключить вспышку
sk: Prepnúť blesk
su: Hurungkeun/pareumkeun flash
sv: Växla blixt
sw: Geuza flash
ta: மின்விளக்கை மாற்றவும்
te: ఫ్లాష్ ఆన్/ఆఫ్ చేయండి
th: สลับแฟลช
tr: Flaşı aç/kapat
ug: چىراپ ئۆچۈرۈش
uk: Увімкнути/вимкнути спалах
ur: فلیش کھولو/بند کرو
vi: Bật/tắt đèn flash
xh: Tshintsha i-flash
zh_hans: 切换闪光灯
zh_hant: 切換閃光燈
zh_hk: 切換閃光燈
zu: Shintsha i-flash

source: Total Solves
ar: إجمالي الحلول
az: Ümumi həllər
bg: Общо решения
bn: মোট সমাধান
ca: Total de resolucions
cs: Celkem vyřešeno
da: Samlede løsninger
de: Gesamtlösungen
el: Συνολικές λύσεις
es: Total de resoluciones
es_419: Total de resoluciones
es_mx: Soluciones totales
es_us: Soluciones totales
fa: تعداد حل‌ها
fi: Kokonaisratkaisut
fil: Kabuuang Solusyon
fr: Total des résolutions
fr_ca: Total des résolutions
gu: કુલ ઉકેલો
ha: Jimillar Warwarewa
he: סך כל הפתרונות
hi: कुल हल
hr: Ukupno rješenja
hu: Összes megoldás
id: Total Penyelesaian
it: Risoluzioni totali
ja: 解答総数
jv: Total Solusi
kk: Жалпы шешімдер
kn: ಒಟ್ಟು ಪರಿಹಾರಗಳು
ko: 총 풀이 횟수
ku: Hemû çareserî
mr: एकूण सोडवण्या
ms: Jumlah Penyelesaian
nb: Totalt antall løste
nl: Totaal aantal oplossingen
pa: ਕੁੱਲ ਹੱਲ
pl: Łączna liczba rozwiązanych zadań
pt_br: Total de Resoluções
pt_pt: Resoluções totais
ro: Total rezolvări
ru: Всего решений
sk: Celkový počet riešení
su: Jumlah Solusi
sv: Totala lösningar
sw: Jumla ya suluhisho
ta: மொத்த தீர்வுகள்
te: మొత్తం పరిష్కారాలు
th: จำนวนการแก้ทั้งหมด
tr: Toplam Çözüm
ug: ئومۇمىي ھەل قىلىش سانى
uk: Всього рішень
ur: کل حل شدہ مسائل
vi: Tổng số lời giải
xh: Isibalo sokuSolwa konke
zh_hans: 累计解题次数
zh_hant: 解題總數
zh_hk: 解題總數
zu: Inani Lokuxazulula

source: Traditional
ar: تقليدي
az: Ənənəvi
bg: Традиционен
bn: প্রচলিত
ca: Tradicional
cs: Tradiční
da: Traditionel
de: Traditionell
el: Παραδοσιακό
es: Tradicional
es_419: Tradicional
es_mx: Tradicional
es_us: Tradicional
fa: سنتی
fi: Perinteinen
fil: Tradisyunal
fr: Traditionnel
fr_ca: Traditionnel
gu: પરંપરાગત
ha: Na gargajiya
he: מסורתי
hi: पारंपरिक
hr: Tradicionalno
hu: Hagyományos
id: Tradisional
it: Tradizionale
ja: 従来の
jv: Tradisional
kk: Дәстүрлі
kn: ಸಾಂಪ್ರದಾಯಿಕ
ko: 기본
ku: Tradîsyonel
mr: परंपरागत
ms: Tradisional
nb: Tradisjonell
nl: Traditioneel
pa: ਰਿਵਾਇਤੀ
pl: Tradycyjne
pt_br: Tradicional
pt_pt: Tradicional
ro: Tradițional
ru: Традиционные
sk: Tradičné
su: Tradisional
sv: Traditionell
sw: Kawaida
ta: பாரம்பரியம்
te: పారంపరికం
th: แบบดั้งเดิม
tr: Geleneksel
ug: ئەنئەنىۋى
uk: Традиційний
ur: روایتی
vi: Truyền thống
xh: esiqhelekileyo
zh_hans: 传统功能
zh_hant: 傳統
zh_hk: 傳統
zu: Yendabuko

source: Trigonometry
ar: مثلثات
az: Trigonometriya
bg: Тригонометрия
bn: ত্রিকোণমিতি
ca: Trigonometria
cs: Trigonometrie
da: Trigonometri
de: Trigonometrie
el: Τριγωνομετρία
es: Trigonometría
es_419: Trigonometría
es_mx: Trigonometría
es_us: Trigonometría
fa: مثلثات
fi: Trigonometria
fr: Trigonométrie
fr_ca: Trigonométrie
gu: ત્રિકોણમિતિ
ha: Trigonomitri
he: טריגונומטריה
hi: त्रिकोणमिति
hr: Trigonometrija
hu: Trigonometria
id: Trigonometri
it: Trigonometria
ja: 三角関数
jv: Trigonometri
kk: Тригонометрия
kn: ತ್ರಿಕೋಣಶಾಸ್ತ್ರ
ko: 삼각법
ku: Trigonometri
mr: त्रिकोणमिती
ms: Trigonometri
nb: Trigonometri
nl: Trigonometrie
pa: ਤ੍ਰਿਕੋਣਮਿਤੀ
pl: Trygonometria
pt_br: Trigonometria
pt_pt: Trigonometria
ro: Trigonometie
ru: Тригонометрия
sk: Trigonometria
su: Trigonometri
sv: Trigonometri
sw: Trigonometri
ta: கோணமிதியல்
te: ట్రిగోనోమెట్రీ
th: ตรีโกณมิติ
tr: Trigonometri
ug: ترىگىنو مېترىيە
uk: Тригонометрія
ur: تِرگونومیٹری
vi: Lượng giác
xh: ITrigonometry
zh_hans: 三角学
zh_hant: 三角學
zh_hk: 三角學
zu: I-Trigonometry

source: Truly learn
ar: تعلّم حقًا
az: Həqiqətən öyrən
bg: Научи наистина
bn: আসলভাবে শিখুন
ca: Aprèn de veritat
cs: Opravdu se naučit
da: Lær det grundigt
de: Richtig lernen
el: Μάθε πραγματικά
es: Aprende de verdad
es_419: Aprender de verdad
es_mx: Aprende de verdad
es_us: Aprende de verdad
fa: واقعاً یاد بگیرید
fi: Opi oikeasti
fil: Talagang matuto
fr: Apprendre vraiment
fr_ca: Apprendre réellement
gu: ખરેખર શીખો
ha: Koyi da gaske
he: ללמוד באמת
hi: सच्चाई से सीखें
hr: Zaista nauči
hu: Valóban tanulj meg
id: Belajar dengan benar
it: Impara davvero
ja: しっかり学べる
jv: Sinau beneran
kk: Шынайы үйрен
kn: ನಿಜವಾಗಿಯೂ ಕಲಿಯಾದೆನು
ko: 깊이 배우기
ku: Bi rastî fêr bibî
mr: खऱ्या अर्थाने शिका
ms: Betul-betul belajar
nb: Lær grundig
nl: Echt leren
pa: ਸੱਚਮੁੱਚ ਸਿੱਖੋ
pl: Naucz się naprawdę
pt_br: Aprenda de verdade
pt_pt: Aprende a sério
ro: Învață cu adevărat
ru: По-настоящему учись
sk: Skutočne sa naučiť
su: Bener-bener ngarti
sv: Lär dig på riktigt
sw: Jifunze kwa undani
ta: உண்மையிலேயே கற்றுக்கொள்ளுங்கள்
te: నిజంగా నేర్చుకోండి
th: เรียนจริงจัง
tr: Gerçekten öğren
ug: ھەقىقىي ئۆگىنىش
uk: Справжнє навчання
ur: حقیقتاً سیکھو
vi: Học thực sự
xh: Funda ngenene
zh_hans: 真正学会
zh_hant: 真正學會
zh_hk: 真正學懂
zu: Funda ngempela

source: Try again
ar: حاول مجددًا
az: Yenidən cəhd et
bg: Опитай отново
bn: আবার চেষ্টা করুন
ca: Torna-ho a intentar
cs: Zkusit znovu
da: Prøv igen
de: Erneut versuchen
el: Δοκίμασε ξανά
es: Intentar de nuevo
es_419: Intentar de nuevo
es_mx: Intentar de nuevo
es_us: volver a intentar
fa: دوباره تلاش کنید
fi: Yritä uudelleen
fil: Subukan muli
fr: Réessayer
fr_ca: Réessayer
gu: ફરી પ્રયાસ કરો
ha: Sake gwadawa
he: נסה שוב
hi: फिर से कोशिश करें
hr: Pokušaj ponovo
hu: Próbáld újra
id: Coba lagi
it: Riprova
ja: もう一度試す
jv: Coba maneh
kk: Тағы бір рет тырысу
kn: ಮತ್ತೆ ಪ್ರಯತ್ನಿಸು
ko: 다시 시도
ku: Dîsa biceribîne
mr: पुन्हा प्रयत्न कर
ms: Cuba lagi
nb: Prøv igjen
nl: Probeer opnieuw
pa: ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl: Spróbuj ponownie
pt_br: Tentar novamente
pt_pt: Tenta novamente
ro: Încearcă din nou
ru: Попробуй снова
sk: Skús znova
su: Coba deui
sv: Försök igen
sw: Jaribu tena
ta: மீண்டும் முயற்சிக்கவும்
te: మళ్లీ ప్రయత్నించండి
th: ลองใหม่อีกครั้ง
tr: Tekrar dene
ug: قايتا سىناپ بېقىش
uk: Спробуйте ще раз
ur: دوبارہ کوشش کرو
vi: Thử lại
xh: Zama kwakhona
zh_hans: 再试一次
zh_hant: 再試一次
zh_hk: 再試一次
zu: Zama futhi
